Repository: DanielGraham123/farmsmart-flutter
Catalog: lib/l10n/intl_*.arb
Languages: fr_pf, sw_ke

source: Related articles
fr_pf: Articles similaires
sw_ke: Nakala zinazohusiana

source: Related groups
fr_pf: Groupes similaires
sw_ke: Makundi yanayohusiana

source: My Plot
fr_pf: Mon potager
sw_ke: Ploti yangu

source: Discover
fr_pf: Découvrir
sw_ke: Gundua

source: Community
fr_pf: Communauté
sw_ke: Jamii

source: Join the WhatsApp group and discuss with fellow farmers.
fr_pf: Joindre le groupe WhatsApp et discuter avec d'autres agriculteurs
sw_ke: Jiunge na kikundi cha wakulima cha WhatsAPP ili kujadili na wakulima wengine

source: A network and knowledge source for farmers in Kenya
fr_pf: Un réseaux et des connaissances pour les agriculteurs de Polynésie
sw_ke: Mtandao na chanzo cha maarifa kwa wakulima nchini Kenya

source: Get Started
fr_pf: Commencer
sw_ke: Anza kwa kuongeza kwenye ploti yako

source: Switch language – Badilisha Lugha
fr_pf: Changer de langue
sw_ke: Badilisha lugha

source: Finish
fr_pf: Terminer
sw_ke: Kamilisha

source: Clear Selection
fr_pf: Effacer la sélection
sw_ke: Futa ulichochagua

source: Cancel
fr_pf: Annuler
sw_ke: Futa

source: Edit Photo
fr_pf: Modifier les Photos
sw_ke: Badilisha picha

source: No image picked
fr_pf: Aucune image sélectionée
sw_ke: Hakuna picha

source: No cropped image
fr_pf: Aucune image recadrée

source: Location
fr_pf: Localisation
sw_ke: Mahali

source: Language
fr_pf: Langue
sw_ke: Lugha

source: Apply
fr_pf: Appliquer
sw_ke: Weka

source: Oops, there was a problem!
fr_pf: Oops, il y a un problème!
sw_ke: Pole!…kuna tatizo!

source: Retry
fr_pf: Réessayer
sw_ke: Jaribu tena

source: Confirm
fr_pf: Confirmer
sw_ke: Thibitisha

source: In progress crops
fr_pf: Culture en cours
sw_ke: Inaendelea

source: Edit Farm Details
fr_pf: Modifier les informations sur votre potager
sw_ke: Badilisha maelezo ya shamba

source: Completed
fr_pf: Terminer
sw_ke: Imekamilika

source: Switch Profile
fr_pf: Changer de profil
sw_ke: Badilisha wasifu

source: Your Farm Details
fr_pf: Informations sur votre potager
sw_ke: Maelezo kuhusu shamba lako

source: Create New Profile
fr_pf: Créer un nouveau profil
sw_ke: Andika wasifa mpya

source: Invite Friends
fr_pf: Inviter des amis
sw_ke: Waalike marafiki

source: Privacy Policy
fr_pf: Confidentialité
sw_ke: Sera ya faragha

source: Terms of use
fr_pf: Conditions d'uilisation
sw_ke: Masharti ya matumizi

source: Logout
fr_pf: Décconnecter
sw_ke: Ondoka kwenye akaunti

source: Remove Profile
fr_pf: Supprimer le profil
sw_ke: Ondoa wasifa

source: Pick image from gallery
fr_pf: Sélectionner une image de la bibliothèque
sw_ke: Chagua picha kutoka kwa hifadhi ya picha

source: Take picture from camera
fr_pf: Prendre une photo avec la caméra
sw_ke: Chukua picha kutoka kwa kamera

source: Rename profile
fr_pf: Renommer le profil
sw_ke: Badilisha jina la wasifu

source: Username
fr_pf: Nom d'utilisateur
sw_ke: Jina la Mtumiaji

source: Enable Offline Use
fr_pf: Activer l'utilisation hors ligne
sw_ke: Wezesha matumizi ya bila mtandao

source: Join to the new smart farming app - FarmSmart
fr_pf: Rejoindre l'application FarmSmart

source: Edit Profile
fr_pf: Changer de profil
sw_ke: Badilisha wasifu

source: Delete Profile
fr_pf: Effacer le Profil
sw_ke: Futa

source: Delete
fr_pf: Effacer
sw_ke: Futa

source: Are you sure you want to delete your profile? Doing so will erase all data and this action cannot be undone.
fr_pf: Êtes-vous sûr de vouloir supprimer votre profil? Cela effacera toutes les données et cette action ne pourra pas être annulée.
sw_ke: Una uhakika unataka kufuta wasifu wako? Kufanya hivyo kutafuta data zote na hatua hii haiwezi kubadilishwa.

source: Are you sure you would like to complete this action?
fr_pf: Voulez vous vraiment réaliser cette action?
sw_ke: Hatua kamili?

source: Rename Crop
fr_pf: Renommer la culture
sw_ke: Badilisha jina Mmea

source: Crop name
fr_pf: Nom de la culture
sw_ke: Aina ya Mmea

source: Remove Crop
fr_pf: Enlever la culture
sw_ke: Ondoa mmea

source: Remove
fr_pf: Enlever
sw_ke: Futa

source: Remove crop
fr_pf: Enlever la culture
sw_ke: Ondoa

source: Are you sure you want to remove the crop? All progress will be lost.
fr_pf: Voulez-vous vraiment supprimer la culture? Tous les progrès seront perdus.
sw_ke: Ondoa mmea? Kufanya hivyo kutafuta data zote na hatua hii haiwezi kubadilishwa.

source: Learn more about
fr_pf: En savoir plus
sw_ke: Jifunze zaidi kuhusu

source: Get started by adding to your plot
fr_pf: Commencer en ajoutant à votre potager
sw_ke: Anza kwa kuongeza kwenye ploti yako

source: Add to your Plot
fr_pf: Ajouter à votre potager
sw_ke: Ongeza kwenye ploti yako

source: Check out this article from the FarmSmart mobile app
fr_pf: Consulter cet article de l'application FarmSmart
sw_ke: Soma makala

source: View more on the web
fr_pf: Voir davantage sur le web
sw_ke: Angalia maelezo zaidi kwenye wavuti

source: Record a new Cost
fr_pf: Enregistrer un nouveau coût
sw_ke: Weka rekodi ya gharama

source: Record a new Sale
fr_pf: Enregistrer une nouvelle vente
sw_ke: Weka rekodi ya mauzo

source: Get started by adding your first transaction
fr_pf: Commencer en ajoutant votre première transaction
sw_ke: Anza kwa kuongeza shughuli yako ya kwanza

source: Add a transaction
fr_pf: Ajouter une transaction
sw_ke: Ongeza shughuli

source: Crop
fr_pf: Culture
sw_ke: Mmea

source: Today
fr_pf: Aujourd'hui
sw_ke: Leo

source: Select...
fr_pf: Sélectionner...
sw_ke: Chagua...

source: Description (optional)...
fr_pf: Description (optionnel)...
sw_ke: Maelezo...

source: Edit record
fr_pf: Modifier l'enregistrement
sw_ke: Badilisha rekodi

source: Save
fr_pf: Sauvegarder
sw_ke: Hifadhi

source: Remove record
fr_pf: Supprimer l'enregistrement
sw_ke: Futa rekodi

source: Are you sure you want to remove this record? This action cannot be undone.
fr_pf: Etes vous certain de vouloir supprimer cet enregistrement? Cette action ne peut pas être annulée.
sw_ke: Una uhakika unataka kufuta wasifu wako? Kufanya hivyo kutafuta data zote na hatua hii haiwezi kubadilishwa.

source: To allow for offline use, you must download the app’s latest content. Connect to wifi to avoid data charges.
fr_pf: Pour une utilisation hors ligne, vous devez télécharger la dernière mise à jour de l'application. Connectez vous au wifi afin de limiter les coûts.
sw_ke: Ili uwezeshe matumizi bila mtandao, lazima upakue maelezo zaidi ya hivi karibuni ya programu. Tafadhali angalia muunganisho wako ili usitozwe malipo ya data.

source: Download
fr_pf: Télécharger
sw_ke: Pakua

source: Please Wait
fr_pf: Veuillez patienter
sw_ke: Tafadhali subiri

source: Reset Process
fr_pf: Processus de réinitialisation
sw_ke: Anzisha mchakato upya

source: Skip
fr_pf: Ignorer
sw_ke: Ruka

source: Confirm Details
fr_pf: Confirmer les informations
sw_ke: Thibitisha

source: Send
fr_pf: Envoyer
sw_ke: Tuma

source: Message should not be empty
fr_pf: Le message ne doit pas être vide

source: Type a message
fr_pf: Rentrer un message

source: Provided TEXT is not valid
fr_pf: Les données fournies sont incorrectes

source: Provided EMAIL is not valid
fr_pf: L'adresse EMAIL fourni est incorrect

source: Provided PHONE is not valid
fr_pf: Le numéro de téléphone fourni est incorrect

source: Provided summary is not correct
fr_pf: Le récapitulatif fourni est incorrect

source: View Your Details
fr_pf: Consulter vos données personnelles
sw_ke: Angalia maelezo ya kina

source: Add Another Crop
fr_pf: Ajouter une nouvelle culture
sw_ke: Ongeza mmea mwingine

source: Day
fr_pf: Jour
sw_ke: Siku

source: Upcoming
fr_pf: Suivant
sw_ke: Yajayo

source: View more on the Web
fr_pf: Voir davantage sur le web

source: Discover much more information using this link...
fr_pf: Découvrir plus d'informations en suivant le lien...
sw_ke: Gundua zaidi...

source: Stage
fr_pf: Etape
sw_ke: Hatua

source: In Progress
fr_pf: En cours
sw_ke: Inaendelea

source: Complete
fr_pf: Terminé
sw_ke: Imekamilika

source: Revert to In Progress
fr_pf: Revenir à "en cours"
sw_ke: Rejea harakati inayoendelea

source: Begin Stage
fr_pf: Commencer l'étape
sw_ke: Anza hatua

source: Please complete previous
fr_pf: Compléter les données antérieures
sw_ke: Tafadhali kamilisha yaliyotangulia

source: Mark as complete
fr_pf: Marquer comme "terminé"
sw_ke: Weka alama ya kukamilika

source: Begin crop
fr_pf: Commencer une culture
sw_ke: Anza hatua

source: Complete crop
fr_pf: Terminer une culture
sw_ke: Mazao kamili

source: Revert crop
fr_pf: Retourner
sw_ke: Nyuma

source: Are you sure you want to mark this stage as in progress?
fr_pf: Voulez-vous vraiment marquer cette étape comme en cours?
sw_ke: Una uhakika unataka kuifanya hatua hii iwe inaendelea?

source: Are you sure you want to mark this stage as complete?
fr_pf: Voulez-vous vraiment marquer cette étape comme terminée?
sw_ke: Una uhakika unataka kuifanya hatua hii iwe imekamilika?

source: Are you sure you want to market this crop as complete?
fr_pf: Voulez-vous vraiment marquer cette culture comme "terminée"?
sw_ke: Una uhakika unataka kuifanya hatua hii iwe imekamilika?

source: Are you sure you want revert the stage status?
fr_pf: Retourner à l'étape précédente?
sw_ke: Una uhakika unataka kurudisha nyuma hatua hii?

source: Operation already in progress
fr_pf: Action déjà en cours
sw_ke: Operesheni inaendelea

source: Best Soil
fr_pf: Meilleur sol
sw_ke: Udongo bora zaidi

source: Water Frequency
fr_pf: Fréquence d 'arrosage
sw_ke: Mahitaji ya maji

source: Crop Type
fr_pf: Type de culture
sw_ke: Aina ya Mmea

source: Complexity
fr_pf: Difficultées
sw_ke: Changamano

source: Setup Costs
fr_pf: Coûts d'installation
sw_ke: Gharama za kuanzisha

source: Profitability
fr_pf: Rentabilité
sw_ke: Kiwango cha faida

source: Companion Plants
fr_pf: Cultures associées
sw_ke: Mimea inayoweza kukua pamoja

source: Non-Companion Plants
fr_pf: Cultures non associées
sw_ke: Mimea isiyoweza kukua pamoja

source: Low
fr_pf: Basse
sw_ke: Kiwango cha chini

source: Medium
fr_pf: Moyenne
sw_ke: Kiwango cha wastani

source: High
fr_pf: Elévé
sw_ke: Kiwango cha juu

source: Single
fr_pf: Unique
sw_ke: Pekee

source: Beginner
fr_pf: Débutant
sw_ke: Anayeanza kujifunza

source: Advance
fr_pf: Avancé
sw_ke: Ya juu

source: Intermediate
fr_pf: Intérmédiaire
sw_ke: Kiwango cha Kati

source: Match
fr_pf: Concordance
sw_ke: Ulinganifu

source: View Details
fr_pf: Afficher les détails
sw_ke: Angalia maelezo zaidi

source: Add to Plot
fr_pf: Ajouter au potager
sw_ke: Ongeza kwenye ploti yako

source: Added
fr_pf: Ajouté
sw_ke: Imeongezwa

source: No description
fr_pf: Pas de description
sw_ke: Hakuna maelezo

source: General
fr_pf: Général
sw_ke: Jumla

source: Currency
fr_pf: Devises
sw_ke: Fedha

source: Record a Cost
fr_pf: Enregistrer un coût
sw_ke: Weka rekodi ya gharama

source: Record a Sale
fr_pf: Enregistrer une vente
sw_ke: Weka rekodi ya mauzo

source: Switch profile
fr_pf: Changer de profil
sw_ke: Badilisha wasifu

source: minute read
fr_pf: temps de lecture
sw_ke: dakika za kusoma

source: Recommendations
sw_ke: Mapendekezo

source: Date
sw_ke: Tarehe

source: Option
sw_ke: Chaguo

source: assets/responses/farmsmart_chat_ui_flow.json
sw_ke: assets/responses/farmsmart_chat_ui_flow_sw.json

source: Rotation
sw_ke: Ubadilishaji wa mimea
